@extends('layouts.main')
@section('content')
    <div class="name_text justify-content-center" style="margin-bottom: 10px;">
        <h3>О нас</h3>
    </div>
    <div class="main-container">
        <div class="about-text">
            <a>
               <p align="center">Добро пожаловать на информационный игровой портал "GameJuice"!</p>
               <p align="center">Цель данного игрового портала - сделать игровой процесс максимально удобным и приятным для всех пользователей.</p>
                <p align="center">Мы постоянно работаем над тем, чтобы обновлять нашу библиотеку игр и добавлять новые игры каждую неделю. Мы также обеспечиваем высокое качество игр, чтобы вы могли наслаждаться игровым процессом без каких-либо проблем.</p>
                <p align="center">Мы понимаем, что каждый игрок уникален, поэтому мы предлагаем различные жанры игр, чтобы каждый мог найти что-то для себя. У нас вы найдете все - от классических аркад до современных шутеров и стратегий.</p>
                <p align="center">Спасибо, что выбрали наш игровой портал! Мы надеемся, что вы найдете здесь все, что искали, и будете наслаждаться игровым процессом вместе с нами.</p>
            </a>
        </div>
    </div>
@endsection
